[{
    ​​​​​​​"pk": 1,
    "first_name": "Rudolf",
    "ordinal_number": "I.",
    "name_suffix": null,
    "date_of_birth": "1218-05-01",
    "date_of_death": "1291-07-15",
    "birthplace": "Baden-Württemberg",
    "description": "Wahlspruch: „utrum lubet - wie es beliebt“\r\n\r\nGraf Rudolf von Habsburg war der erste Habsburger auf dem Thron des Heiligen Römischen Reiches. Mit ihm kam das Geschlecht der Habsburger aus seinem Stammgebiet in der Schweiz in den Donauraum, der zum Zentrum ihrer jahrhundertelangen Herrschaft wurde. Nachdem Rudolf seinen größten Widersacher, den böhmischen König Ottokar II. Přemysl, besiegt hatte, belehnte er seine Söhne 1282 mit den Herzogtümern Österreich, Steiermark und Krain sowie mit der Windischen Mark.",
    "gender": "m",
    "habsburg_ancestor": null
},
{
    ​​​​​​​"pk": 2,
    "first_name": "Albrecht",
    "ordinal_number": "I.",
    "name_suffix": null,
    "date_of_birth": "1255-01-01",
    "date_of_death": "1308-05-01",
    "birthplace": "Rheinfelden",
    "description": "Albrecht wurde 1282 von seinem Vater Rudolf I. mit den Ländern an der Donau belehnt, die zum Zentrum der habsburgischen Macht werden sollten. Zunächst konnte er in diesen Gebieten die habsburgische Landesherrschaft sichern. 1298 wurde er zum römisch-deutschen König gewählt und bemühte sich, eine habsburgische Erbmonarchie zu errichten, was ihm aber nicht gelang. 1308 wurde er von seinem Neffen Johann „Parricida“ in der Schweiz ermordet, da dieser sich hintergangen fühlte.",
    "gender": "m",
    "habsburg_ancestor": 1
},
{
    ​​​​​​​"pk": 3,
    "first_name": "Albrecht",
    "ordinal_number": "II.",
    "name_suffix": "der Weise",
    "date_of_birth": "1298-12-31",
    "date_of_death": "1258-07-20",
    "birthplace": "Wien",
    "description": "Herzog von Österreich und Steiermark; ab 1326 Regent in den Vorlanden, ab 1330 Herrscher in Österreich und der Steiermark. Herzog Albrecht II. erließ 1355 eine Hausordnung, die de facto die Unteilbarkeit der habsburgischen Länder vorsah. Diese Regelung war Ausdruck der habsburgischen Hausideologie, die sich auf ihr wichtigstes Herzogtum Österreich bezog. Albrecht verbrachte viel Zeit in Wien, das dadurch zunehmend zum Herrschaftszentrum wurde. Aufgrund einer zeitweiligen Lähmung erhielt er neben seinem Beinamen „der Weise“ auch jenen als „der Lahme“.",
	"gender": "m",
    "habsburg_ancestor": 2
},
{
    ​​​​​​​"pk": 4,
    "first_name": "Friedrich",
    "ordinal_number": "III.",
    "name_suffix": "der Schöne",
    "date_of_birth": "1289-01-01",
    "date_of_death": "1330-01-13",
    "birthplace": "Wien",
    "description": "Als Friedrich I. Herzog von Österreich und Steiermark; als Friedrich III. von 1314–1330 Römisch-Deutscher König (als Gegenkönig zu Ludwig IV. von Wittelsbach). Friedrich „der Schöne“, ein Sohn König Albrechts I., bemühte sich, die Nachfolge seines Vaters als römisch-deutscher König anzutreten. Er wurde allerdings 1322 in einer Ritterschlacht bei Mühldorf am Inn vom Heer des Wittelsbachers Ludwig IV. vernichtend geschlagen. Friedrich konnte zwar als Gegenkönig seinen Titel behalten, aber danach sollten die Habsburger für über 100 Jahre keinen römisch-deutschen König mehr stellen. ",
	"gender": "m",
    "habsburg_ancestor": 2
},
{
    ​​​​​​​"pk": 5,
    "first_name": "Albrecht",
    "ordinal_number": "III.",
    "name_suffix": "mit dem Zopf",
    "date_of_birth": "1349-11-01",
    "date_of_death": "1395-08-28",
    "birthplace": "Wien",
    "description": "Herzog von Österreich ab 1365.  Die ersten Regierungsjahre Herzog Albrechts III. waren geprägt vom Drängen seines Bruders Leopold III. nach einer Teilung der habsburgischen Länder. 1379 kam es zu dieser Teilung, mit der die albertinische und die leopoldinische Linie des Hauses begründet wurden: Albrecht erhielt Nieder- und Oberösterreich, sein Bruder die übrigen Besitzungen. Albrecht strebte erfolglos nach der römisch-deutschen Königskrone. Seinen Beinamen „mit dem Zopf“ verdankt er der Gründung eines Ritterordens.",
	"gender": "m",
    "habsburg_ancestor": 3
},
{
    ​​​​​​​"pk": 6,
    "first_name": "Rudolf",
    "ordinal_number": "IV.",
    "name_suffix": "der Stifter",
    "date_of_birth": "1339-11-01",
    "date_of_death": "1365-07-27",
    "birthplace": "Wien",
    "description": "Herzog von Österreich und Steiermark, Kärnten und Krain (Regentschaftszeit 1358–1365); ab 1365 auch Graf von Tirol. Herzog Rudolf IV. war der einflussreichste Habsburger des 14. Jahrhunderts. Trotz seiner kurzen Lebenszeit von knapp 26 Jahren prägte er in politischer und kultureller Hinsicht sein Herrschaftsgebiet nachhaltig. Er ließ den Wiener Stephansdom ausbauen und gründete die Universität Wien, die „Alma Mater Rudolphina“. Außerdem veranlasste er mit dem „Privilegium maius“, einer Urkundenfälschung, die Rangerhöhung der Habsburger zu „Erzherzogen“. ",
	"gender": "m",
    "habsburg_ancestor": 3
},
{
    ​​​​​​​"pk": 7,
    "first_name": "Leopold",
    "ordinal_number": "III.",
    "name_suffix": "der Gerechte",
    "date_of_birth": "1351-01-01",
    "date_of_death": "1386-07-09",
    "birthplace": "Wien",
    "description": "Herzog von Österreich, Steiermark und Kärnten; ab 1379 Landesfürst in Steiermark, Kärnten, Krain, Tirol und den Vorlanden. Wahlspruch: „Virtuti nil invium - Nichts ist der Tugend zu schwer“ Leopold verwaltete in den 1360er Jahren Tirol und die habsburgischen Vorlande. Er drängte jedoch auf mehr Regierungsbeteiligung und erreichte schließlich 1379 von seinem Bruder Herzog Albrecht III. die Teilung der habsburgischen Länder: Leopold erhielt die Steiermark, Kärnten, Krain, die Windische Mark sowie Tirol und die Vorlande. Der Herzog fiel 1386 in einer Schlacht bei Sempach gegen die Schweizer Eidgenossen, wo sein Ritterheer vernichtend geschlagen wurde.",
	"gender": "m",
    "habsburg_ancestor": 3
},
{
    ​​​​​​​"pk": 8,
    "first_name": "Albrecht",
    "ordinal_number": "IV.",
    "name_suffix": "der Geduldige",
    "date_of_birth": "1377-09-19",
    "date_of_death": "1404-09-14",
    "birthplace": "Wien",
    "description": "Herzog von Österreich ab 1395. Der einzige Sohn von Herzog Albrecht III. teilte sich zunächst die Herrschaft mit seinem Cousin Wilhelm. Er wurde aber zunehmend in Auseinandersetzungen mit seinen Verwandten aus der Linie seines Onkels Leopold III. verwickelt. Nach seinem Tod gingen die Streitigkeiten weiter und es kam zu neuerlichen Herrschaftsteilungen.",
	"gender": "m",
    "habsburg_ancestor": 5
},
{
    ​​​​​​​"pk": 9,
    "first_name": "Wilhelm",
    "ordinal_number": null,
    "name_suffix": "der Ehrgeizige",
    "date_of_birth": "1370-01-01",
    "date_of_death": "1406-07-15",
    "birthplace": "Wien",
    "description": "Herzog von Steiermark, Kärnten und Krain ab 1386. Wilhelms Leben war von Streitigkeiten mit seinen Verwandten geprägt: Der älteste Sohn von Herzog Leopold III. teilte sich zunächst 1395 im Hollenburger Vertrag die Herrschaft mit seinem Cousin Albrecht IV. Nach einigen Jahren wurde seine Mitregierung auch auf seine Brüder Ernst und Friedrich ausgedehnt. Sein Tod 1406 führte zu schweren Auseinandersetzungen zwischen seinen Brüdern Leopold und Ernst. ",
	"gender": "m",
    "habsburg_ancestor": 7
},
{
    ​​​​​​​"pk": 10,
    "first_name": "Leopold",
    "ordinal_number": null,
    "name_suffix": null,
    "date_of_birth": "1371-01-01",
    "date_of_death": "1411-06-03",
    "birthplace": "Wien",
    "description": "Herzog von Steiermark und Österreich; Wechselnde Regentschaften: zunächst 1391– 1404 Regent in den Vorlanden, 1396 wurde seine Herrschaft auf Tirol erweitert; ab 1404 Landesfürst in der Steiermark, 1406 erweitert um die vormundschaftliche Regierung in Österreich. Das Leben Herzog Leopolds IV. war geprägt von den zahlreichen Familienkonflikten, die sich in der Linie seines Vaters, Herzog Leopolds III., um das Jahr 1400 entwickelten. 1395 wurden ihm zwar die westlichen Besitzungen der Habsburger zugesprochen, aber die Vereinbarungen wurden noch mehrmals verändert. Die familiären Differenzen führten letztlich zu bewaffneten Auseinandersetzungen Leopolds mit seinem Bruder Ernst „dem Eisernen“.",
	"gender": "m",
    "habsburg_ancestor": 7
},
{
    ​​​​​​​"pk": 11,
    "first_name": "Ernst",
    "ordinal_number": null,
    "name_suffix": "der Eiserne",
    "date_of_birth": "1377-01-01",
    "date_of_death": "1424-05-10",
    "birthplace": "Bruck an der Mur",
    "description": "Herzog von Steiermark, Kärnten und Krain ab 1406; ab 1414 führte er den Titel eines Erzherzogs. Ernst stritt mit seinen beiden älteren Brüdern Wilhelm und Leopold IV. um Anteile an der habsburgischen Herrschaft. Erst nach bewaffneten Auseinandersetzungen mit seinem Bruder Leopold erhielt er 1411 die Regierung in Innerösterreich. Dort förderte er die Städte sowie den Eisen- und Salzbergbau. Unter seiner Regentschaft setzte sich die Bezeichnung „Erzherzog“ für die habsburgischen Herzöge durch.",
	"gender": "m",
    "habsburg_ancestor": 7
},
{
    ​​​​​​​"pk": 12,
    "first_name": "Friedrich",
    "ordinal_number": "IV.",
    "name_suffix": "mit der leeren Tasche",
    "date_of_birth": "1382-01-01",
    "date_of_death": "1439-05-24",
    "birthplace": "Bruck an der Mur",
    "description": "Herzog von Österreich; ab 1406 Landesfürst in Tirol. Friedrich wurde Anfang des 15. Jahrhunderts Landesfürst in den Vorlanden und in Tirol. Dort konnte er seine Herrschaft gegenüber den Adeligen langsam absichern. Die habsburgischen Stammgebiete in der Schweiz gingen jedoch unter seiner Regentschaft verloren. Die Tiroler Silbervorkommen brachten ihm finanzielle Absicherung. Sein Beiname „mit der leeren Tasche“ wurde von gegnerischen Adeligen geprägt.",
	"gender": "m",
    "habsburg_ancestor": 7
},
{
    ​​​​​​​"pk": 13,
    "first_name": "Albrecht",
    "ordinal_number": "V.",
    "name_suffix": null,
    "date_of_birth": "1397-08-10",
    "date_of_death": "1439-10-27",
    "birthplace": "Wien",
    "description": "Als Albrecht V. seit 1404 Herzog von Österreich; als Albrecht II. seit 1438 Römisch-Deutscher König; als Albrecht I. seit 1437 König von Ungarn und seit 1438 König von Böhmen. Wahlspruch: „Amicus optima vitae possessio - ein Freund ist das beste Besitztum im Leben“ Als Herzog von Österreich unterstützte Albrecht den römisch-deutschen Kaiser und böhmischen König Sigismund bei dessen Kampf gegen die revolutionäre Bewegung der Hussiten. Von Sigismund übernahm Albrecht auch die römisch-deutsche Königswürde, die fortan bis zum Untergang des Heiligen Römischen Reiches 1806 mit nur wenigen Jahren Unterbrechung bei den Habsburgern blieb. Als Herzog war Albrecht verantwortlich für die „Wiener Gesera“ 1420/21, die versuchte Vernichtung der jüdischen Gemeinden in Österreich.",
	"gender": "m",
    "habsburg_ancestor": 8
},
{
    ​​​​​​​"pk": 14,
    "first_name": "Friedrich",
    "ordinal_number": "III.",
    "name_suffix": null,
    "date_of_birth": "1415-09-21",
    "date_of_death": "1493-08-19",
    "birthplace": "Innsbruck",
    "description": "Als Friedrich V. ab 1435 Herzog von Steiermark sowie ab 1457/63 (Erz-)Herzog von Österreich; als Friedrich IV. ab 1442 Römisch-Deutscher König bzw. als Friedrich III. seit der Krönung in Rom 1452 Kaiser des Heiligen Römischen Reiches. Motto: A.E.I.O.U. Friedrich war mit einer Regierungszeit von 53 Jahren der am längsten herrschende König bzw. Kaiser des Heiligen Römischen Reiches. Er war zwar nicht besonders durchschlagskräftig, aber beharrlich – viele seiner politischen Gegner konnte er auch dadurch besiegen, dass er sie überlebte. Berühmt wurde Friedrich III. durch seine Vorliebe für Buchstabensymbolik, sein oftmals verwendetes Zeichen „AEIOU“ hat eine Vielzahl von Deutungen erfahren.",
	"gender": "m",
    "habsburg_ancestor": 11
},
{
    ​​​​​​​"pk": 15,
    "first_name": "Siegmund",
    "ordinal_number": null,
    "name_suffix": "der Münzreiche",
    "date_of_birth": "1427-10-26",
    "date_of_death": "1493-03-04",
    "birthplace": "Innsbruck",
    "description": "Herzog, seit 1477 Erzherzog von Österreich; ab 1439 nomineller bzw. von 1446 bis 1490 regierender Landesfürst von Tirol und von 1463 bis 1490 Landesfürst in den Vorlanden. Siegmund (auch Sigismund) kam nach dem Tod seines Vaters Herzog Friedrichs IV. unter die Vormundschaft seines Cousins Kaiser Friedrichs III. 1446 übernahm er die Regentschaft in Tirol und den Vorlanden. Durch die Förderung des Bergbaus brachte er es zu einigem Reichtum, allerdings machte er auch hohe Schulden. 1490 geriet er in Bedrängnis und musste Tirol an König Maximilian I. übergeben. Wegen seiner ausufernden Hofhaltung erhielt er nach seinem Tod den Beinamen „der Münzreiche“. ",
	"gender": "m",
    "habsburg_ancestor": 12
},
{
    ​​​​​​​"pk": 16,
    "first_name": "Ladislaus",
    "ordinal_number": null,
    "name_suffix": "Postumus",
    "date_of_birth": "1440-02-22",
    "date_of_death": "1457-11-23",
    "birthplace": "Komorn",
    "description": "Herzog von Österreich (nominell seit seiner Geburt, de facto ab 1452); als László V. König von Ungarn (Krönung 1440, tatsächliche Anerkennung durch die Stände erst 1444); als Ladislav I. Pohrobek König von Böhmen (Krönung 1453). Weil er erst nach dem Tod seines Vaters König Albrecht II. zur Welt kam, erhielt Ladislaus den Beinamen „Postumus“ – „der Nachgeborene“. Schon einige Wochen nach seiner Geburt wurde das Baby zum König von Ungarn gekrönt; die Vormundschaft wurde Ladislaus‘ Onkel, dem späteren Kaiser Friedrich III., übertragen. Mit 13 Jahren wurde Ladislaus auch zum König von Böhmen gekrönt. Er starb jedoch schon im Alter von 17 Jahren, vermutlich an der Pest.",
	"gender": "m",
    "habsburg_ancestor": 13
},
{
    ​​​​​​​"pk": 17,
    "first_name": "Maximilian",
    "ordinal_number": "I.",
    "name_suffix": "der letzte Ritter",
    "date_of_birth": "1459-03-22",
    "date_of_death": "1519-01-12",
    "birthplace": "Wiener Neustadt",
    "description": "ab 1477 Herzog von Burgund; ab 1493 Herrscher in den habsburgischen Erblanden; ab 1486 Römisch-Deutscher König bzw. ab 1508 Kaiser des Heiligen Römischen Reiches. Wahlspruch: „Per tot discrimina rerum - Durch so viele Gefahren“ Kaiser Maximilian I. legte mit seiner Kriegs- und Heiratspolitik den Grundstein für den habsburgischen Aufstieg zur europäischen Großmacht am Beginn der Neuzeit. Er residierte vor allem in Innsbruck, das während seiner Regentschaft ausgebaut wurde. Neben seinen umfassenden Herrschaftsansprüchen war er ein Förderer der Wissenschaften und Künste und diktierte zwei autobiographische Werke, die seine Stilisierung als „letzter Ritter“ dokumentieren. Er hinterließ einen Berg an Schulden.",
	"gender": "m",
    "habsburg_ancestor": 14
},{
    ​​​"pk": 18,
    "first_name": "Philipp",
    "ordinal_number": "I.",
    "name_suffix": "der Schöne",
    "date_of_birth": "1478-06-22",
    "date_of_death": "1506-09-26",
    "birthplace": "Brügge",
    "description": "Erzherzog von Österreich; Landesfürst der niederländisch-burgundischen Länder (ab 1493/94); als Prinzgemahl an der Seite seiner Gattin Johanna Mitregent in Kastilien (ab 1506). Philipp war der Sohn Kaiser Maximilians I. Er wurde in einer Doppelhochzeit mit der spanischen Infantin Johanna verheiratet, um ein Bündnis gegen das feindliche Frankreich zu besiegeln. Dank einer Reihe glücklicher Zufälle für die Habsburger wurde Philipp, der den Beinamen „der Schöne“ erhalten hat, König von Kastilien. Spanien und seine Nebenländer gingen damit auf die Habsburger über, sein Sohn Karl V. sollte dadurch über ein Weltreich herrschen.",
    "gender": "m",
    "habsburg_ancestor": 17
},
{
    ​​​"pk": 19,
    "first_name": "Karl",
    "ordinal_number": "V.",
    "name_suffix": null,
    "date_of_birth": "1500-02-24",
    "date_of_death": "1558-09-21",
    "birthplace": "Gent",
    "description": "Regent der Niederlande ab 1506 bzw. 1515; als Karl I. ab 1516 König von Spanien; als Karl V. ab 1519 zunächst König, ab 1530 Kaiser des Heiligen Römischen Reiches bis zu seiner Abdankung 1556. Wahlspruch: \"plus ultra - immer (noch) weiter\" Karl V. war einer der mächtigsten europäischen Herrscher der Geschichte. Er regierte über Gebiete in Europa und Amerika. Innerhalb seines europäischen Herrschaftsbereichs musste er sich vor allem den Herausforderungen der religiösen Konflikte zwischen Katholizismus und Protestantismus stellen. Außerdem führte er zahlreiche Kriege gegen Frankreich und das Osmanische Reich. Er dankte schließlich als Kaiser ab, die Kaiserwürde ging somit an die österreichische Linie des Hauses Habsburg über.",
    "gender": "m",
    "habsburg_ancestor": 18
},
{
    ​​​"pk": 20,
    "first_name": "Ferdinand",
    "ordinal_number": "I.",
    "name_suffix": null,
    "date_of_birth": "1503-03-10",
    "date_of_death": "1564-07-25",
    "birthplace": "Alcalá de Henares",
    "description": "Erzherzog von Österreich, Infant von Spanien; Regent in den österreichischen Erblanden (ab 1521) und in Tirol (ab 1522); König von Böhmen und Ungarn (ab 1526); als Römischer König (ab 1531) Statthalter seines Bruders Kaiser Karl V. im Heiligen Römischen Reich; ab 1556 Kaiser des Heiligen Römischen Reiches bis zu seinem Tod 1564. Wahlspruch: \"Fiat Iustitia aut pereat mundus - Gerechtigkeit muss sein, sonst geht die Welt zugrunde\" Ferdinand I. erhielt durch Verträge mit seinem mächtigen Bruder Kaiser Karl V. die Erbländer der Habsburger in Mitteleuropa zugesprochen und begründete damit die österreichische Linie der Familie. Seine Verwaltungsreformen hatten nachhaltige Wirkung. Ferdinand ging radikal gegen seine Gegner vor und ließ mit dem Wiener Neustädter Blutgericht einige Mitglieder der ständischen Opposition hinrichten. Die habsburgischen Erblande teilte er mit seinem Testament auf seine drei Söhne auf. ",
    "gender": "m",
    "habsburg_ancestor": 18
},
{
    ​​​"pk": 21,
    "first_name": "Philipp",
    "ordinal_number": "II.",
    "name_suffix": null,
    "date_of_birth": "1527-05-21",
    "date_of_death": "1598-09-13",
    "birthplace": "Valladolid",
    "description": "als Philipp II. ab 1543 König von Spanien; als Philipp I. ab 1580 König von Portugal. Philipp wurde der Nachfolger seines Vaters als König von Spanien, das auch das burgundische Erbe, Gebiete in Italien, ab 1580 auch Portugal und das Kolonialreich der beiden iberischen Staaten umfasste. Unter seiner Regierung war die Macht Spaniens auf dem Höhepunkt (man spricht vom siglo d’oro, vom Goldenen Zeitalter, das bis ins späte 17. Jahrhundert dauerte). Philipps kulturellen Interessen lagen auf dem Gebiet der Sammlungen, Tiergärten und Gärten, er erweiterte die Residenzen in Madrid und Aranjuez und ließ den Escorial bauen. Seine religiösen Bestrebungen setzte er im Inneren mit Gewalt durch (brutale \"Ketzerverfolgungen\"), der Freiheitskampf der Niederlande war eine der Folgen seiner Politik. Die damit verknüpfte außenpolitische Auseinandersetzung mit England führte zum berühmten Untergang der spanischen Armada 1588.",
    "gender": "m",
    "habsburg_ancestor": 19
},
{
    ​​​"pk": 22,
    "first_name": "Maximilian",
    "ordinal_number": "II.",
    "name_suffix": null,
    "date_of_birth": "1527-07-31",
    "date_of_death": "1576-10-12",
    "birthplace": "Wien",
    "description": "Kaiser des Heiligen Römischen Reiches und Herrscher der Habsburgermonarchie (1564–1576). Wahlspruch: \"Providebit Deus - Gott wird schützen\" Maximilian II. sticht unter den zumeist streng katholischen Habsburgern als Ausnahme hervor: Er sympathisierte mit dem Protestantismus – zur Zeit der Reformation und Gegenreformation war das eine besonders sensible Angelegenheit. Maximilian erregte daher das Missfallen seiner Verwandten, vor allem seines Vaters Kaiser Ferdinand I. 1562 beugte er sich schließlich dem öffentlichen Druck und legte das Gelöbnis ab, sein Leben lang katholisch zu bleiben.",
    "gender": "m",
    "habsburg_ancestor": 20
},
{
    ​​​"pk": 23,
    "first_name": "Ferdinand",
    "ordinal_number": "II.",
    "name_suffix": "von Tirol",
    "date_of_birth": "1529-06-14",
    "date_of_death": "1595-01-24",
    "birthplace": "Linz",
    "description": "Erzherzog von Österreich; Statthalter in Böhmen (1547–1567); ab 1564 bis zu seinem Tod 1595 regierender Landesfürst in Tirol und den Vorlanden. Begründer der Ambraser Kunstsammlung. Von seinem Vater Ferdinand I. als Statthalter in Böhmen eingesetzt, herrschte er nach dessen Tod 1564 über Tirol und die Vorlande, wo er die Gegenreformation durchsetzte. Der kunstsinnige und gebildete Ferdinand war mit der Bürgerlichen Philippine Welser (1527–1580) verheiratet. Die Ehe wurde nur unter der Bedingung der Verschwiegenheit genehmigt, die Kinder waren nicht erbberechtigt. Er baute Schloss Ambras nahe Innsbruck aus, wo seine berühmte Kunst- und Wunderkammer untergebracht war.",
    "gender": "m",
    "habsburg_ancestor": 20
},
{
    ​​​"pk": 24,
    "first_name": "Karl",
    "ordinal_number": "II.",
    "name_suffix": null,
    "date_of_birth": "1540-06-03",
    "date_of_death": "1590-07-10",
    "birthplace": "Wien",
    "description": "Erzherzog von Österreich, ab 1564 bis zu seinem Tod 1590 Landesfürst in Innerösterreich. Bei der Teilung der habsburgischen Länder unter den Söhnen Kaiser Ferdinands I. fiel dem jüngsten Sohn, Karl, die innerösterreichische Ländergruppe zu. Karl machte Graz zu seiner Residenz, von wo er die Türkenabwehr organisierte. Karls Regentschaft war dominiert vom Kräftemessen zwischen den mehrheitlich protestantischen Ständen und seinem von absolutistischen Tendenzen geprägten Bestreben, das Primat der katholischen Kirche aufrecht zu erhalten.",
    "gender": "m",
    "habsburg_ancestor": 20
},
{
    ​​​"pk": 25,
    "first_name": "Philipp",
    "ordinal_number": "III.",
    "name_suffix": null,
    "date_of_birth": "1578-04-14",
    "date_of_death": "1621-03-31",
    "birthplace": "Madrid",
    "description": "als Philipp III. ab 1598 König von Spanien, als Philipp II. ab 1598 König von Portugal. In der Zeit seiner Herrschaft war Spanien noch eine der dominierenden Mächte Europas, was allerdings auch mit gewaltigen Staatsschulden erkämpft wurde. Der als menschlich schwierig geltende König überließ einen großen Teil der Staatsgeschäfte seinem Günstling, dem Herzog von Lerma, der gewissermaßen in seinem Namen regierte. Lerma wird oft der „größte Dieb Spaniens“ genannt. Die Leidenschaften des Königs waren Jagen und Reiten, politisch bevorzugte Spanien eine Friedenspolitik in den Niederlanden, sowie gegenüber Frankreich und England.",
    "gender": "m",
    "habsburg_ancestor": 21
},
{
    ​​​"pk": 26,
    "first_name": "Rudolf",
    "ordinal_number": "II.",
    "name_suffix": null,
    "date_of_birth": "1552-07-18",
    "date_of_death": "1612-01-20",
    "birthplace": "Wien",
    "description": "Kaiser des Heiligen Römischen Reiches (1576–1612) und Herrscher über Teile der Habsburgermonarchie (in Ungarn 1572–1608; in den Böhmischen Ländern 1575/76–1608 bzw. 1611; im Erzherzogtum Österreich 1575/76–1608). Wahlspruch: \"Fulget Caesaris Astrum - Es leuchtet des Kaisers Stern\". Rudolf II. war in Spanien aufgewachsen. Nach seinem Regierungsantritt verlegte er seine Residenz von Wien nach Prag – die Stadt an der Moldau erlebte eine Blüte als politisches und kulturelles Zentrum. Rudolf förderte die Künste und Wissenschaften. Er ließ die habsburgische Hauskrone anfertigen, die 1804 zur Insignie des Kaisertums Österreich wurde. Politisch konnte er zunehmend weniger Einfluss nehmen und musste sich schließlich im „Bruderzwist“ seinem jüngeren Bruder Matthias geschlagen geben.",
    "gender": "m",
    "habsburg_ancestor": 22
},
{
    ​​​"pk": 27,
    "first_name": "Matthias",
    "ordinal_number": null,
    "name_suffix": null,
    "date_of_birth": "1557-02-24",
    "date_of_death": "1619-03-20",
    "birthplace": "Wien",
    "description": "Erzherzog von Österreich, ab 1608 Regent in Ungarn, Nieder- und Oberösterreich sowie Mähren; ab 1611 König von Böhmen; ab 1612 bis zu seinem Tod 1619 Kaiser des Heiligen Römischen Reiches. Wahlspruch: \"Concordia lumine Maior - Eintracht ist stärker als Licht\". Matthias war politisch sehr ehrgeizig und geriet deshalb in Konflikt mit Kaiser Rudolf II., seinem Bruder. Nach schweren Auseinandersetzungen („Bruderzwist“) stürzte Matthias seinen Bruder durch ein Bündnis mit den Ständen schließlich vom Thron. Als Kaiser konnte er jedoch keine entscheidenden Taten setzen – die ständischen und konfessionellen Konflikte steuerten auf einen großen Krieg zu, der 1618 in Böhmen ausbrach. Matthias starb wenig später. Da er keine Kinder hatte, folgte ihm sein Cousin Ferdinand II. nach.",
    "gender": "m",
    "habsburg_ancestor": 22
},
{
    ​​​"pk": 28,
    "first_name": "Ferdinand",
    "ordinal_number": "II.",
    "name_suffix": null,
    "date_of_birth": "1578-07-09",
    "date_of_death": "1637-02-15",
    "birthplace": "Graz",
    "description": "Erzherzog von Österreich; ab 1590 nominell Regent der innerösterreichischen Länder, 1596 tatsächliche Übernahme der Herrschaft; König von Böhmen (ab 1617 – mit Unterbrechung 1619–1620), König von Ungarn (ab 1618); ab 1619 Kaiser des Heiligen Römischen Reiches und Herrscher der Habsburgermonarchie bis zu seinem Tod 1637. Wahlspruch: \"Legitime Certantibus - mit den rechtmäßig Kämpfenden\". Ferdinand war ein kriegerischer und kompromissloser Regent: Als Landesfürst führte er zuerst in Innerösterreich mit aller Härte die Gegenreformation durch, „Reformationskommissionen“ zogen durch das Land. Inmitten der ständischen Rebellionen, die am Beginn des Dreißigjährigen Krieges standen, wurde Ferdinand II. zum Kaiser gewählt. Er konnte die Lage in Böhmen rasch zu seinen Gunsten lösen und setzte den Absolutismus durch. In seinen letzten Regierungsjahren musste er jedoch Rückschläge hinnehmen.",
    "gender": "m",
    "habsburg_ancestor": 24
},
​​​​​{
    ​​​"pk": 29,
    "first_name": "Leopold",
    "ordinal_number": "V.",
    "name_suffix": null,
    "date_of_birth": "1586-10-09",
    "date_of_death": "1632-09-13",
    "birthplace": "Graz",
    "description": "Erzherzog von Österreich; Inhaber mehrfacher Bischofswürden (regierender Fürstbischof von Passau und Straßburg); 1619–1630 Statthalter in Tirol, ab 1630 regierender Landesfürst in Tirol und den Vorlanden bis zu seinem Tod 1632. Als nachgeborener Sohn Karls II. von Innerösterreich war für ihn ursprünglich eine kirchliche Karriere vorgesehen: Ohne jemals die Priesterweihe zu erhalten, wurde er zum Bischof von Passau und Straßburg bestimmt. Ehrgeizig, aber politisch nicht sonderlich begabt, stellte er sich im habsburgischen Bruderzwist auf die Seite Rudolfs II., wobei er aufgrund einiger desaströser Fehlentscheidungen diesem mehr schadete als nutzte. 1625 legte er seine geistlichen Würden nieder und vermählte sich im Jahr darauf mit Claudia von Medici. 1630 wurde ihm schließlich von seinem Bruder, Kaiser Ferdinand II., die Herrschaft in Tirol und den Vorlanden zugestanden, wo er eine habsburgische Nebenlinie begründete.",
    "gender": "m",
    "habsburg_ancestor": 24
},
​​​​​{
    ​​​"pk": 30,
    "first_name": "Philipp",
    "ordinal_number": "IV.",
    "name_suffix": null,
    "date_of_birth": "1605-04-08",
    "date_of_death": "1665-09-17",
    "birthplace": "Valladolid",
    "description": "als Philipp IV. ab 1621 König von Spanien; als Philipp III. 1621–1640 König von Portugal. Seine Regierungszeit war eine Epoche der kulturellen Blüte Spaniens im \"Goldenen Zeitalter\", aber auch des politischen Niederganges dieser Großmacht, die von schweren wirtschaftlichen und gesellschaftlichen Krisen geschüttelt war. Außenpolitisch versuchte der König, an dessen Hof, wie an dem seines Vaters die Günstlinge, besonders Graf Olivares, den Ton angaben, den Besitzstand des Landes zu verteidigen. Die Vorlieben des Königs lagen beim Stierkampf, der Jagd und den Frauen, ihm werden große Zahlen an unehelichen Kindern zugeschrieben.",
    "gender": "m",
    "habsburg_ancestor": 25
},
​​​​​{
    ​​​"pk": 31,
    "first_name": "Ferdinand",
    "ordinal_number": "III.",
    "name_suffix": null,
    "date_of_birth": "1608-07-13",
    "date_of_death": "1657-08-02",
    "birthplace": "Graz",
    "description": "Erzherzog von Österreich; ab 1636 Kaiser des Heiligen Römischen Reiches und Herrscher der Habsburgermonarchie bis zu seinem Tod 1657. Wahlspruch: \"Pietate et iustitia - Frömmigkeit und Gerechtigkeit\". Ferdinand wurde früh an politische Aufgaben herangeführt. Während des Dreißigjährigen Krieges wurde er nach der Ermordung des Feldherrn Wallenstein nominell mit dem Oberbefehl über die kaiserlichen Truppen betraut. Gestärkt durch einige militärische Erfolge wurde er zum römischen König gewählt, kurz bevor sein Vater Ferdinand II. starb. Ihm folgte er als Kaiser nach und bemühte sich um einen Friedensschluss. Ferdinand begeisterte sich für die Künste, er war der erste komponierende Habsburgerkaiser.",
    "gender": "m",
    "habsburg_ancestor": 28
},
​​​​​{
    ​​​"pk": 32,
    "first_name": "Ferdinand Karl",
    "ordinal_number": null,
    "name_suffix": null,
    "date_of_birth": "1628-05-17",
    "date_of_death": "1662-12-30",
    "birthplace": "Innsbruck",
    "description": "Erzherzog und Landesfürst in Tirol und den Vorlanden 1632 bis 1662 (zunächst ab 1632 unter Vormundschaft seiner Mutter, ab 1646 als Regent). Die Regierung Ferdinand Karls als Landesfürst von Tirol wird allgemein sehr kritisch gesehen: Er wird als rücksichtsloser Herrscher geschildert, der bei der Verfolgung seiner absolutistischen Politik Widerstände brutal beseitigte. Sein Innsbrucker Hof war von Günstlingswirtschaft und Verschwendungssucht geprägt. Da Ferdinand Karl ohne männliche Nachkommen starb, ging die Herrschaft in Tirol an seinen Bruder Sigismund Franz über.",
    "gender": "m",
    "habsburg_ancestor": 29
},
​​​​​​​​​​{
    ​​​"pk": 33,
    "first_name": "Sigismund Franz",
    "ordinal_number": null,
    "name_suffix": null,
    "date_of_birth": "1630-11-27",
    "date_of_death": "1665-06-25",
    "birthplace": "Innsbruck",
    "description": "Inhaber mehrfacher Bischofswürden (Augsburg, Gurk, Trient); ab 1662 Landesfürst in Tirol und den Vorlanden bis zu seinem Tod 1665. Als jüngerer Bruder Ferdinand Karls von Tirol sollte Sigismund Franz ursprünglich eine kirchliche Laufbahn einschlagen. Nach dem Tod seines Bruders konnte er sich jedoch als dessen Nachfolger in Tirol durchsetzen, wo er einige vielversprechende Schritte zur Konsolidierung der Lage nach der desaströsen Regentschaft seines Bruders setzte. Nach dem Verzicht auf seine kirchlichen Ämter plante Sigismund Franz zur Sicherung der Nachfolge eine Heirat, starb jedoch vor der tatsächlichen Eheschließung. Die Tiroler Linie der Habsburger starb mit Sigismund Franz in männlicher Linie aus, und Tirol fiel an die Hauptlinie zurück.",
    "gender": "m",
    "habsburg_ancestor": 29
}]